Revit 2018 API
AssetProperty.GetConnectedProperty Method
Overload List
Name | Description
GetConnectedProperty(Int32)
 Gets one connected property with specified index.
GetConnectedProperty(String)
 Gets a connected property by its name.
See Also
AssetProperty Class
AssetProperty Members
Autodesk.Revit.DB.Visual Namespace